Repository: common-repository/chief-editor
Catalog: languages/chief-editor-*.po
Languages: fr_fr

source: Send In-Press to author
fr_fr: Envoyer BAT à l'auteur

source: not scheduled
fr_fr: non planifié

source: Timeframe:
fr_fr: Période:

source: Blog Title
fr_fr: Titre du blog

source: Featured image
fr_fr: Image de une

source: Submission date
fr_fr: Date de création

source: Author (login)
fr_fr: Auteur (login)

source: Scheduled for date
fr_fr: Planifié pour le

source: Scheduled posts :
fr_fr: Posts planifiés :

source: Pending posts :
fr_fr: Post en BAT :

source: Draft posts :
fr_fr: Brouillons :

source: Total unpublished posts :
fr_fr: Nombre de total de posts non publiés :

source: System requirements
fr_fr: Prérequis système

source: Python packages required
fr_fr: Paquets Python requis

source: Linux packages required
fr_fr: Paquets Linux requis

source: Settings saved.
fr_fr: Sauvegardé

source: Default post type shown in calendar - WPFullCalendar must be installed
fr_fr: Type de post par défaut dans le calendrier (le plugin WPFullCalendar doit être installé)

source: Time filters
fr_fr: Filtres temporels

source: Time filters available to filter display
fr_fr: Filtres temporels disponibles pour l'affichage

source: enter all needed time filters (one by line) using : <b>php_time | Label | default</b>.<br/> For example : -10 days | < 10 Days | 1
fr_fr: entrer tous les filtres temporels nécessaires au rédacteur en chef. Un par ligne, en utilisant le format suivant: <b>php_time | label_menu | activé_par_defaut</b>.<br/> Par exemple : <em>-1 month | < 1 mois | 1<em>

source: Save options
fr_fr: Sauvegarder

source: Statuses, Categories and Filters
fr_fr: Status, catégories et filtres

source: Statuses and colors for WEB workflow
fr_fr: Status et couleurs pour le workflow WEB

source: enter all needed statuses (one by line) using : <b>status_name | status_label | status_color</b>.<br/> For example : status1 | My Status | #cecece
fr_fr: entrer tous les status nécessaires au processus rédactionnel. Un par ligne, en utilisant le format suivant: <b>nom_status | label_status | couleur_status</b>.<br/> Par exemple : status1 | Mon Status | #cecece

source: this should be WP post statuses
fr_fr: ceci devrait être des status WordPress existants

source: Statuses and colors for PRINT workflow
fr_fr: Status et couleurs pour le workflow PRINT

source: you can define your own statuses (will appear in Status post meta box)
fr_fr: vous pouvez définir vos propres status (ils apparaitront dans la meta-box status)

source: Categories and colors
fr_fr: Catégories et couleurs

source: enter all needed categories (one by line) using : <b>category_slug | category_label | category_color</b>.<br/> For example : cat1 | My Cat | #cecece
fr_fr: entrer toutes les catégories nécessaires (une par ligne) en utilisant : <b>category_slug | category_label | category_color</b>.<br/> Par exemple : cat1 | Ma Catégorie | #cecece

source: InDesign Connector
fr_fr: Connecteur InDesign

source: Enable InDesign XML exports on save post?
fr_fr: Activer les exports XML pour InDesign, lors des publications (et mise à jour) des articles

source: Managers notifications
fr_fr: Notifications managers du service PAO

source: Enable email notifications for managers ?
fr_fr: Activer les notifications

source: Email template for managers
fr_fr: Patron d'email pour les notifications

source: This email will be sent to appropriate manager when a post of specified type is published (or updated)
fr_fr: Cet email sera envoyé au manager approprié quand un article PRINT est publié ou mis à jour

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Extra PRINT Editorial Informations
fr_fr: Informations éditoriales complémentaires pour le PRINT

source: not set yet
fr_fr: pas encore attribué

source: The file type you've uploaded is not supported :
fr_fr: Le type de fichier uploadé n'est pas supporté :

source: Cannot upload file because
fr_fr: Impossible de télécharger le fichier parceque

source: Shot
fr_fr: Numéro

source: Shots
fr_fr: Numéros

source: Represents a paper shot, and contains several printed articles
fr_fr: Représente un exemplaire du journal papier (un daté), et contient un ensemble d'articles PRINT

source: Periodical
fr_fr: Périodique

source: Periodicals
fr_fr: Périodiques

source: PRINT Posts
fr_fr: Articles PRINT

source: Pre DPs
fr_fr: Articles PRINT

source: Pre DP
fr_fr: Article PRINT

source: Add New
fr_fr: Ajouter nouveau

source: Just gather all author documents before generating necessary files for Desktop Publishing Unit
fr_fr: Rassemble tous les documents fournis par les auteurs avant de générer automatiquement les fichiers pour la PAO

source: To be build
fr_fr: A monter

source: Please fill in sender name and email in network settings
fr_fr: Merci de remplir le nom de l'envoyeur et son email dans les paramètres réseau

source: Email sent successfully
fr_fr: Email correctement envoyé

source: to
fr_fr: à

source: Problem sending email...
fr_fr: Problème à l'envoi de l'email...

source: Number of pages:
fr_fr: Nombre de pages:

source: Inside shot:
fr_fr: Dans le numéro:

source: Send BAT to author
fr_fr: Envoyer BAT à l'auteur

source: Post
fr_fr: Article

source: Author
fr_fr: Auteur

source: Schedule
fr_fr: Planifié

source: Manage all posts, comments and authors accross the network. The Chief Editor toolbox.
fr_fr: Gérer tous les posts, commentaires et auteurs à travers tout le réseau de blog en multisite. La boite à outils du rédac' chef!
